import Locale from './locale'

export default <Locale>{
    home: {
        title: '᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ',
        subtitle: 'ᚦᛟ᛫ᛖ‍ᛡᚣ‍ᚹᚪ‍ᚱ᛫ᚠᚩ‍ᚱ᛫᛭ᚣ‍ᚹᛒᚣ‍ᚹᚾᛏᚣ‍ᚹ',
        cards: {
            whyDifferent: {
                title: 'ᚹᚫ‍ᛡ᛫ᛁᛉ᛫ᚦᛁᛋ᛫ᛖᚾᛄ᛫ᛞᛁᚠᛟᚱᛟᚾᛏ᛫ᚦᚫᚾ᛫ᛖᚾᛄ᛫ᚢᚦᛟ‍ᚱ᛫ᛈᚫᛣᛁᚷ᛫ᛗᚫᚾᛁᚷᛟ‍ᚱ?᛫',
                description:
                    '᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ᛫ᛡᚣ‍ᚹᛉᛟᛉ᛫ᚦ᛫ᛥᛖ‍ᛡᛒᛟᛚ᛫ᛒᛖ‍ᛡᛋ᛫ᚠ‍ᚠ᛫᛭ᚣ‍ᚹᛒᚣ‍ᚹᚾᛏᚣ‍ᚹ᛫ᛒᚢᛏ᛫ᛟᛚᚫ‍ᚹᛉ᛫ᛡᚣ‍ᚹ᛫ᛏ᛫ᛡᚣ‍ᚹᛉ᛫' +
                    'ᛒᛚᛇᛞᛁᛝ᛫ᛖᚷ᛫ᛋᚩᚠᛏᚹᛖ‍ᚱ᛫ᚹᛁᚦ᛫ᛚᛁᛏᛟᛚ᛫ᛏ᛫ᚾᚩ‍ᚹ᛫ᛣᚩᛗᛈᚱᛟᛗᚫ‍ᛡᛉᛟᛉ᛬ᛋᚩ‍ᚹ᛫ᛡᚣ‍ᚹ᛫ᛞᚩ‍ᚹᚾᛏ᛫' +
                    'ᚻᚫᚠ‍ᚠ᛫​ᛏ᛫​ᚹᚢᚱᛄ᛫​ᛟᛒᚫ‍ᚹᛏ᛫​ᛋᛁᛣᛡᚣ‍ᚱᛁᛏᛄ᛫​ᛈᚫᚳᛟᛉ᛫​ᚩ‍ᚱ᛫​ᚾᛡᚣ‍ᚹ᛫​ᚠᛇᚳᛟ‍ᚱᛉ᛫',
            },
            howItWorks: {
                title: 'ᚻᚫ‍ᚹ᛫ᛞᚢᛉ᛫ᛁᛏ᛫ᚹᚢ‍ᚱᛣ᛫​ᚦᛖᚾ?᛫',
                description:
                    '᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ᛫ᛏᛖ‍ᛡᛣᛋ᛫​ᛁᚾ᛫​ᚠᚫ‍ᛡᛚᛉ᛫​ᚾᚩ‍ᚹᚾ᛫​ᚫᛉ᛫​<0>ᛈᚫᛣᛋᛣᚱᛁᛈᛏᛋ</0>᛫(ᛋᛁᛗᛁᛚᛟ‍ᚱ' +
                    '᛫ᛏ᛫ᛈᚫᛣᛁᚷᛒᛁᛚᛞᛉ) ᚦᚫᛏ᛫ᛣᛟᚾᛏᛖ‍ᛡᚾ᛫ᚦ᛫ᚾᛖᛋᛟᛋᛟᚱᛄ᛫ᛣᚩᚾᛏᛖᚾᛏᛋ᛫ᛏ᛫ᛒᛁᛚᛞ᛫ᛈᚫᛣᛁᚷᛟᛉ᛬' +
                    'ᚾ᛫ᛒᛁᛚᛞᛉ᛫ᚦᛖᛗ᛫ᛁᚾᛏᚣ‍ᚹ᛫ᛖᛣᛋᛖᛣᛡᚣ‍ᚹᛏᛟᛒᛟᛚᛉ᛫ᚩᚾ᛫ᛡᚩ‍ᚱ᛫ᛋᛁᛥᛟᛗ᛫',
            },
        },
        installationInstructions: 'ᛁᚾᛥᛟᛚᛖᛡᛋᚳᛟᚾ᛫ᛁᚾᛥᚱᚢᛣᛋᚳᛟᚾᛉ',
        showcase: {
            title: 'ᛋ‍ᚳᚩ‍ᚹᛣᛖ‍ᛡᛋ',
            packageSearch: 'ᛈᚫᛣᛁᚷ᛫ᛋᚢ‍ᚱᚳ',
        },
    },
    navbar: {
        title: '᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ',
        contribute: {
            title: 'ᛣᛟᚾᛏᚱᛁᛒᛡᚣ‍ᚹᛏ',
            workOnFeatures: 'ᚹᚢ‍ᚱᛣ᛫​ᚩᚾ᛫​ᚾᛡᚣ‍ᚹ᛫​ᚠᛇᚳᛟ‍ᚱᛉ',
            helpTranslate: 'ᚻᛖᛚᛈ᛫​ᚹᛁᚦ᛫​ᛏᚱᚫᚾᛉᛚᛖ‍ᛡᛋ‍ᚳᛟᚾᛉ',
            becomeAMaintainer: 'ᛒᛁᛣᚢᛗ᛫​ᛟ᛫​ᛈᚫᛣᛁᚷ᛫ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛟ‍ᚱ',
        },
        social: {
            title: 'ᛋᚩ‍ᚹᛋ‍ᚳᛟᛚ᛫​ᚾᛖᛏᚹᚢ‍ᚱᛣᛋ',
            discord: 'ᛞᛁᛋᛣᚩ‍ᚱᛞ',
            matrix: 'ᛗᛖ‍ᛡᛏᚱᛁᛣᛋ',
            reddit: 'ᚱᛖᛞᛁᛏ',
            lemmy: 'ᛚᛖᛗᛄ',
            mastodon: 'ᛗᚫᛥᛟᛞᚩᚾ',
        },
        browse: {
            title: 'ᛒᚱᚫ‍ᚹᛉ᛫ᛈᚫᛣᛁᚷᛟᛉ',
        },
        privacy: {
            title: 'ᛈᚱᛁᚠ‍ᚠᛟᛋᛄ᛫​ᛈᚩᛚᛟᛋᛄ',
        },
        install: 'ᛁᚾᛥᚩ‍ᚩᛚ',
    },
    cookieConsent: {
        title: 'ᛣᚣᛣᛄ᛫​ᚾᚩ‍ᚹᛏᛁᛋ᛫ᛏᛇᛖᛚ;ᛞᛇᚪ‍ᚱ',
        paragraphs: [
            'ᚻᚫ‍ᛡ᛬​ᚹᛠᚱ᛫​ᛡᚣ‍ᚹᛉᛁᛝ᛫​ᛣᚣᛣᛄᛉ᛫​ᚩᚾ᛫​ᚫ‍ᚹᛟ‍ᚱ᛫​ᚹᛖᛒᛋᚫ‍ᛡᛏ᛫',
            'ᚹᛇ᛫​ᛞᚩ‍ᚹᚾᛏ᛫​ᛚᚫ‍ᛡᛣ᛫​ᛏ᛫​ᚸᛁᚠ‍ᚠ᛫​ᛡᚣ‍ᚹ᛫​ᛗᛁᛋᛚᛇᛞᛁᛝ᛫​ᚩ‍ᚱ᛫​ᛣᛟᚾᚠᛡᚣ‍ᚹᛉᛁᛝ᛫​ᛁᚾᚠᛟ‍ᚱᛗᛖ‍ᛡᛋ‍ᚳᛟᚾ᛫​᛫​ᚹᛇ᛫​ᚩ‍ᚹᚾᛚᛄ᛫ᛡᚣ‍ᚹᛉ᛫​ᛣᚣᛣᛄᛉ᛫​ᚠ᛫​ᛁᛋᛖᚾᛋ‍ᚳᛟᛚ᛫​ᚠᛇᚳᛟ‍ᚱᛉ᛫​ᛋᚢᚳ᛫​ᚫᛉ᛫​ᚦᛇᛗ᛫​ᛋᛖᛏᛁᛝᛉ᛬​ᛚᚩ‍ᚹᛣᛟᛚᚫ‍ᛡᛉᛖ‍ᛡᛋ‍ᚳᛟᚾ᛫​ᚾ᛫​ᚩ‍ᚩᚦᛖᚾᛏᛁᛣᛖ‍ᛡᛋ‍ᚳᛟᚾ᛫',
            'ᛡᚣ‍ᚹ᛫ᛣᚫᚾ᛫ᚱᛇᛞ᛫ᚦ᛫​ᚠᚣᛚ᛫​ᛈᚱᛁᚠ‍ᚠᛟᛋᛄ᛫​ᛈᚩᛚᛟᛋᛄ᛫<0>ᚻᛠᚱ<1/></0>᛫',
            'ᛒᚫ‍ᛡ᛫ᛣᛟᚾᛏᛁᚾᛡᚣ‍ᚹᛁᛝ᛫ᛏ᛫ᛡᚣ‍ᚹᛉ᛫ᚦᛁᛋ᛫ᛋᚫ‍ᛡᛏ᛬​ᛡᚣ‍ᚹ᛫<strong>ᚸᛁᚠ‍ᚠ᛫​ᛡᚩ‍ᚱ᛫​ᛟᚸᚱᛇᛗᛟᚾᛏ᛫​ᛏ᛫​ᚦ᛫​ᛈᚱᛁᚠ‍ᚠᛟᛋᛄ᛫​ᛈᚩᛚᛟᛋᛄ</strong>᛫',
        ],
        accept: 'ᚩ‍ᚹᛣᛖ‍ᛡ᛬ᚾᚫ‍ᛡᛋ',
    },
    packageSearch: {
        dropdown: {
            package: 'ᛈᚫᛣᛁᚷ',
            packageTooltip: 'ᛋᚢ‍ᚱᚳᛟᛉ᛫​ᛁᚾ᛫​ᛈᚫᛣᛁᚷ᛫​ᚾᛖ‍ᛡᛗᛉ᛫​ᚾ᛫​ᛞᛁᛋᛣᚱᛁᛈᛋ‍ᚳᛟᚾᛉ',
            maintainer: 'ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛟ‍ᚱ',
            maintainerTooltip: 'ᛋᚢᚱᚳᛟᛉ᛫ᛒᚫᛡ᛫ᛗᛖᛡᚾᛏᛖᛡᚾᛟᚱ᛫ᚾᛖᛡᛗᛉ᛫ᚾ᛫ᛇᛗᛖᛡᛚᛉ',
        },
        table: {
            name: 'ᚾᛖᛡᛗ',
            maintainer: 'ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛟ‍ᚱ',
            version: 'ᚠ‍ᚠᚢ‍ᚱᛉ‍ᚳᛟᚾ',
            install: 'ᛁᚾᛥᚩ‍ᚩᛚ',
        },
        versionTooltip: {
            notInRegistry: 'ᚦᛁᛋ᛫ᛈᚫᛣᛁᚷ᛫ᛁᛉ᛫ᚾᚩᛏ᛫ᛁᚾ᛫ᚦ᛫ᚱᛇᛈᚩᛚᛟᚷᛄ᛫ᚱᛖᚷᛁᛥᚱᛄ',
            latest: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᛁᛉ᛫​ᚦ᛫​ᛚᛖ‍ᛡᛏᛟᛥ᛫​ᚠ‍ᚠᚢ‍ᚱᛉ‍ᚳᛟᚾ᛫',
            patch: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᚻᚫᛉ᛫​ᛟ᛫​ᛈᚫᚳ᛫​ᚢᛈᛞᛖ‍ᛡᛏ᛫​ᛟᚠ‍ᚠᛖ‍ᛡᛚᛟᛒᛟᛚ',
            minor: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᚻᚫᛉ᛫​ᛟ᛫​ᛗᚫ‍ᛡᚾᛟ‍ᚱ᛫​ᚢᛈᛞᛖ‍ᛡᛏ᛫​ᛟᚠ‍ᚠᛖ‍ᛡᛚᛟᛒᛟᛚ',
            major: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᚻᚫᛉ᛫​ᛟ᛫ᛗᛖ‍ᛡᚷᛟ‍ᚱ᛫​ᚢᛈᛞᛖ‍ᛡᛏ᛫​ᛟᚠ‍ᚠᛖ‍ᛡᛚᛟᛒᛟᛚ',
            isGit: 'ᚦᛁᛋ᛫ᛈᚫᛣᛁᚷ᛫ᛁᛉ᛫ᛟ᛫ᚸᛁᛏ᛫ᛈᚫᛣᛁᚷ',
        },
        noResults:
            'ᚾᚩᛏ᛫​ᚠᚫ‍ᛡᚾᛞᛁᛝ᛫​ᚹᚩᛏ᛫​ᛡᚣ‍ᚹ᛫​ᚹᚩᚾᛏ?᛫<0>ᛣᚱᛄᛖ‍ᛡᛏ᛫​ᛟ᛫​ᚱᛁᛢᛖᛥ᛬᛬</0>',
        search: 'ᛋᚢ‍ᚱᚳ',
        orphaned: 'ᚩ‍ᚱᚠᛟᚾᛞ',
        maintainerTooltip: {
            maintainedBy: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᛁᛉ᛫​ᛒᛇᛁᛝ᛫​ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛞ᛫​ᛒᚫ‍ᛡ᛫{{ name }}',
            noMaintainer: 'ᚦᛁᛋ᛫​ᛈᚫᛣᛁᚷ᛫​ᛁᛉ᛫​ᚾᚩᛏ᛫​ᛒᛇᛁᛝ᛫​ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛞ',
        },
        pagination: {
            previous: 'ᛈᚱᛇᚠ‍ᚠᛠᛋ',
            next: 'ᚾᛖᛣᛥ',
        },
    },
    packageDetails: {
        table: {
            name: 'ᚾᛖ‍ᛡᛗ',
            version: 'ᚠ‍ᚠᚢ‍ᚱᛉ‍ᚳᛟᚾ',
            maintainer: 'ᛗᛖ‍ᛡᚾᛏᛖ‍ᛡᚾᛟ‍ᚱ',
            dependencies: 'ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            requiredBy: 'ᚱᛁᛢᚫ‍ᛡᛟ‍ᚱᛞ᛫​ᛒᚫ‍ᛡ',
            lastUpdatedAt: 'ᛚᚫᛥ᛫ᚢᛈᛞᛖ‍ᛡᛏᛟᛞ᛫​ᚫᛏ',
        },
        orphaned: 'ᚩ‍ᚱᚠᛟᚾᛞ',
        noResults: 'ᚾᚢᚾ',
        openInGithub: 'ᚩ‍ᚹᛈᛟᚾ᛫ᛁᚾ᛫ᚸᛁᛏᚻᚢᛒ',
        view: 'ᚠ‍ᚠᛡᚣ‍ᚹ',
        howToInstall: {
            title: 'ᚻᚫ‍ᚹ᛫​ᛏ᛫​ᛁᚾᛥᚩ‍ᚩᛚ',
            step1: 'ᛥᛖᛈ᛫1⁝ᛋᛖᛏᚢᛈ᛫᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ',
            step2: 'ᛥᛖᛈ᛫2⁝ᛁᚾᛥᚩ‍ᚩᛚ᛫{{ name }}',
        },
        dependenciesModal: {
            title: 'ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            buildDependencies: 'ᛒᛁᛚᛞ᛫ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            optionalDependencies: 'ᚩᛈᛋ‍ᚳᛟᚾᛟᛚ᛫ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            runtimeDependencies: 'ᚱᚢᚾᛏᚫ‍ᛡᛗ᛫ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            pacstallDependencies: '᛭ᛈᚫᛣᛥᚩ‍ᚩᛚ᛫ᛞᛁᛈᛖᚾᛞᛟᚾᛋᛄᛉ',
            name: 'ᚾᛖ‍ᛡᛗ',
            close: 'ᛣᛚᚩ‍ᚹᛉ',
            provider: 'ᛈᚱᛟᚠ‍ᚠᚫ‍ᛡᛞᛟ‍ᚱ',
            noDescription: 'ᚾᚩ‍ᚹ᛫​ᛞᛁᛋᛣᚱᛁᛈᛋ‍ᚳᛟᚾ᛫​ᛟᚠ‍ᚠᛖ‍ᛡᛚᛟᛒᛟᛚ',
            version: 'ᚠ‍ᚠᚢ‍ᚱᛉ‍ᚳᛟᚾ',
        },
        requiredByModal: {
            title: 'ᚱᛁᛢᚫ‍ᛡᛟ‍ᚱᛞ᛫​ᛒᚫ‍ᛡ',
            name: 'ᚾᛖ‍ᛡᛗ',
            provider: 'ᛈᚱᛟᚠ‍ᚠᚫ‍ᛡᛞᛟ‍ᚱ',
            close: 'ᛣᛚᚩ‍ᚹᛉ',
            noDescription: 'ᚾᚩ‍ᚹ᛫​ᛞᛁᛋᛣᚱᛁᛈᛋ‍ᚳᛟᚾ᛫​ᛟᚠ‍ᚠᛖ‍ᛡᛚᛟᛒᛟᛚ',
        },
    },
}
